@extends('layouts.app')
@section('content')
    <div class="content">
        <div class="container pt-5">
            <h1 class="display-4 fw-normal">О нас</h1>
            <p class="lead fw-normal"> Мы студенты 4 курса Международного Университета Информационных Технологий учащиеся на специальности Вычислительная Техника и Программное Обоеспечение.<br>
                Своим проектом мы хотим дать людям знания для лучшего управления своим здоровьем и сократить количество ошибок при приеме лекарств.            </p>

        </div>

        <div class="container">
            <h1 class="display-4 fw-normal">О проекте</h1>
            <p class="lead fw-normal">Проект представляет собой веб-приложение, в котором люди могут найти информацию о различных медицинских препаратах, а также возможность поиска по различным критериям. Пользователь может зарегистрироваться и авторизоваться, проверить наличие определенных препаратов в интернет-магазинах Казахстана. Кроме того, проект будет включать подпроект, представляющий собой интернет-магазин, где пользователи могут покупать различные товары, и он будет иметь ту же базу данных, что и словарь.
                Причины выбора данной темы в том, что тема оказания услуг в сфере медицины всегда актуальна в нашем обществе. Мы хотели бы предоставить людям информацию, которую они могут использовать для облегчения поиска и сравнения различных лекарств, а также о вреде, который они могут получить с помощью этих лекарств.
            </p>
        </div>
    </div>
@endsection
