@extends('layouts.app')
@section('content')
    <link href="{{ asset('css/druginfo.css') }}" rel="stylesheet" type="text/css">

    <div class="content">
        <section class="w-75 m-auto pt-5">
        </section>


        <div class="container">
            <div class="row align-items-start">
                <div class="container"><h2>Аспирин</h2></div>

                <div class="col-md-7">

                    <div class="mt-3">
                        <p class="lead font-weight-bold">Форма выпуска, упаковка и состав препарата:</p>
                        <p class="lead fw-normal">
                            Таблетки белого цвета, круглые, слегка двояковыпуклые, скошенные к краю, с оттиском в виде фирменного знака ("байеровский" крест) с одной стороны и "ASPIRIN 0.5" - с другой.</p>
                        <p class="lead font-weight-bold">Фармакологическое действие:</p>
                        <p class="lead fw-normal">
                            НПВС. Оказывает противовоспалительное, анальгезирующее и жаропонижающее действие, а также угнетает агрегацию тромбоцитов. Механизм действия связан с угнетением активности ЦОГ -
                            основного фермента метаболизма арахидоновой кислоты, являющейся предшественником простагландинов, которые играют
                            главную роль в патогенезе воспаления, боли и лихорадки. Снижение содержания простагландинов (преимущественно Е1) в центре терморегуляции приводит к снижению температуры тела вследствие расширения сосудов кожи и возрастания потоотделения.
                            Анальгезирующий эффект обусловлен как центральным, так и периферическим действием. Уменьшает агрегацию, адгезию тромбоцитов и тромбообразование за счет подавления синтеза тромбоксана А2 в тромбоцитах.
                            Снижает летальность и риск развития инфаркта миокарда при нестабильной стенокардии. Эффективен при первичной профилактике заболеваний сердечно-сосудистой системы и при вторичной профилактике инфаркта миокарда.
                            В суточной дозе 6 г и более подавляет синтез протромбина в печени и увеличивает протромбиновое время. Повышает фибринолитическую активность плазмы и снижает концентрацию витамин K-зависимых факторов свертывания (II, VII, IX, X).
                            Учащает геморрагические осложнения при проведении хирургических вмешательств, увеличивает риск развития кровотечения на фоне терапии антикоагулянтами.
                            Стимулирует выведение мочевой кислоты (нарушает ее реабсорбцию в почечных канальцах), но в высоких дозах. Блокада ЦОГ-1 в слизистой оболочке желудка приводит к торможению гастропротекторных простагландинов, что может обусловить изъязвление слизистой оболочки и последующее кровотечение.</p>
                        <p class="lead font-weight-bold">Побочное действие:</p>
                        <p class="lead fw-normal">
                            Со стороны пищеварительной системы: тошнота, рвота, анорексия, боли в эпигастрии, диарея; редко - возникновение эрозивно-язвенных поражений, кровотечений из ЖКТ, нарушение функции печени.
                            Со стороны ЦНС: при длительном применении возможны головокружение, головная боль, обратимые нарушения зрения, шум в ушах, асептический менингит.
                            Со стороны системы кроветворения: редко - тромбоцитопения, анемия.
                            Со стороны системы свертывания крови: редко - геморрагический синдром, удлинение времени кровотечения.
                            Со стороны мочевыделительной системы: редко - нарушение функции почек; при длительном применении - острая почечная недостаточность, нефротический синдром.
                            Аллергические реакции: редко - кожная сыпь, отек Квинке, бронхоспазм, "аспириновая триада" (сочетание бронхиальной астмы, рецидивирующего полипоза носа и околоносовых пазух и непереносимости ацетилсалициловой кислоты и лекарственных средств пиразолонового ряда).
                            Прочие: в отдельных случаях - синдром Рейе; при длительном применении - усиление симптомов хронической сердечной недостаточности.</p>
                        <p class="lead font-weight-bold">Особые указания:</p>
                        <p class="lead fw-normal">
                            С осторожностью применяют у пациентов с заболеваниями печени и почек, при бронхиальной астме, эрозивно-язвенных поражениях и кровотечениях из ЖКТ в анамнезе, при повышенной кровоточивости или при одновременном проведении противосвертывающей терапии, декомпенсированной хронической сердечной недостаточности.
                            Ацетилсалициловая кислота даже в небольших дозах уменьшает выведение мочевой кислоты из организма, что может стать причиной острого приступа подагры у предрасположенных пациентов. При проведении длительной терапии и/или применении ацетилсалициловой кислоты в высоких дозах требуется наблюдение врача и регулярный контроль уровня гемоглобина.
                            Применение ацетилсалициловой кислоты в качестве противовоспалительного средства в суточной дозе 5-8 г ограничено в связи с высокой вероятностью развития побочных эффектов со стороны ЖКТ.
                            Перед хирургическим вмешательством, для уменьшения кровоточивости в ходе операции и в послеоперационном периоде следует отменить прием салицилатов за 5-7 дней.
                            Во время продолжительной терапии необходимо проводить общий анализ крови и исследование кала на скрытую кровь.
                            Применение ацетилсалициловой кислоты в педиатрии противопоказано, поскольку в случае вирусной инфекции у детей под влиянием ацетилсалициловой кислоты повышается риск развития синдрома Рейе. Симптомами синдрома Рейе являются длительная рвота, острая энцефалопатия, увеличение печени.
                            Длительность лечения (без консультации с врачом) не должна превышать 7 дней при назначении в качестве анальгезирующего средства и более 3 дней в качестве жаропонижающего.
                            В период лечения пациент должен воздерживаться от употребления алкоголя.</p>
                    </div>
                </div>
                <div class="col">
                    <div class="text-center">
                        <h4>Фотография лекарства</h4>
                        <img src="{{ asset('img/default.png') }}" class="rounded" alt="..." style="width: 180px; height: 110px">
                        <div class="rating-area">
                            <input type="radio" id="star-5" name="rating" value="5">
                            <label for="star-5" title="5"></label>
                            <input type="radio" id="star-4" name="rating" value="4">
                            <label for="star-4" title="4"></label>
                            <input type="radio" id="star-3" name="rating" value="3">
                            <label for="star-3" title="3"></label>
                            <input type="radio" id="star-2" name="rating" value="2">
                            <label for="star-2" title="2"></label>
                            <input type="radio" id="star-1" name="rating" value="1">
                            <label for="star-1" title="1"></label>
                        </div>
                    </div>


                    <div class="content pt-5">
                        <h4>Лекарство в аптеках</h4>
                        <table class="table table-white table-striped" style="border-radius: 10px">
                            <thead>
                            <tr>
                                <th scope="col">Название аптеки</th>
                                <th scope="col">Количество</th>
                                <th scope="col">Цена</th>
                            </tr>
                            </thead>
                            <tbody>
                            <tr>
                                <td>Europharma</td>
                                <td>10</td>
                                <td>450 KZT</td>
                            </tr>
                            <tr>
                                <td>Arzan</td>
                                <td>50</td>
                                <td>430 KZT</td>
                            </tr>
                            <tr>
                                <td>Aru</td>
                                <td>3</td>
                                <td>480 KZT</td>
                            </tr>
                            </tbody>
                        </table>
                    </div>
                </div>
            </div>
        </div>






        <div class="container">
            <div class="input-group mb-3">
                <span class="input-group-text" id="inputGroup-sizing-default">Комментарий</span>
                <input type="text" class="form-control" aria-label="Sizing example input" aria-describedby="inputGroup-sizing-default">
                <button class="btn btn-outline-secondary" type="button" id="button-addon2">Отправить</button>
            </div>
        </div>
    </div>

    <div class="d-flex justify-content-center row">
        <div class="col-md-8">
            <div class="d-flex flex-column comment-section">
                <div class="bg-white p-2">
                    <div class="d-flex flex-row user-info">
                        <div class="d-flex flex-column justify-content-start ml-2"><span class="d-block font-weight-bold name">Marry Andrews</span><span class="date text-black-50">Shared publicly - Jan 2020</span></div>
                    </div>
                    <div class="mt-2">
                        <p class="comment-text">Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat.</p>
                    </div>
                </div>
            </div>
        </div>
    </div>
@endsection
