<?php

// resources/lang/en/main.php

return [
    'description' => 'Сипаттамасы',
    'description_no' => 'Кешіріңіз, таңдалған тілде сипаттама жоқ.',
    'case' => 'Мұндай жағдайда қолданылады',
    'avail' => 'Қол жетімділік',
    'dosage' => 'Дозалау',
    'comp' => 'Құрамы',
    'side' => 'Жанама әсерлері',
    'side_more' => 'Артық бөлшектер',
    'side_no' => 'Кешіріңіз, таңдалған тілде жанама әсерлер жоқ.',
    'cont' => 'Қарсы көрсеткіштер',
    'cont_no' => 'Кешіріңіз, таңдалған тілде қарсы көрсетілімдер жоқ.',
    'cont_list' => 'Дәрі-дәрмекті қолдануға тыйым салынған аурулардың тізімі',

    'child_cont' => 'Балаларға тыйым салынады',
    'pregnancy_cont' => 'Жүкті әйелдерге тыйым салынады',

    'yes' => 'Иә',
    'no' => 'Жоқ',


    'inter' => 'Өзара әрекеттесу',
    'special' => 'Арнайы нұсқаулар',
    'add_review' => 'Пікір қосу',
    'rating' => 'Рейтинг',
    'mute' => 'Сіз бұғатталғансыз',
    'rating_no' => 'Бұл дәрі-дәрмектің рейтингі жоқ',
    'review_no' => 'Тіркелмеген пайдаланушыларға түсініктеме қалдыруға болмайды.',
    'image' => 'Дәрі-дәрмектердің суреттері',
    'delete_review' => 'Өшіру',
    'cond_review' => 'Ауру немесе жағдай',
    'comment_review' => 'Пікір',


    'drug_group' => 'Ұқсас дәрі-дәрмектер',

    'side_general' => 'Негізгі жанама әсерлер',
    'side_doctor' => 'Балды қажет ететін жанама әсерлер. көмек',

    'manuf_found' => 'Құрылған жылы',
    'manuf_term' => 'Жабылу жылы',

    'disease_cat' => 'Категория',
    'disease_cat_no' => 'Кешіріңіз, бірақ таңдалған тілде санат жоқ.'






];
