<?php

// resources/lang/en/main.php

return [
    'search' => 'Іздеу',
    'alphabet_search' => 'Алфавиттік іздеу',
    'category_search' => 'Санаттар бойынша іздеу',
    'drug_section' => 'Дәрі-дәрмектер',
    'side_section' => 'Жанама әсерлері',
    'disease_section' => 'Ауру',
    'manufacturer_section' => 'Дәрі өндірушілер',

    'main_safety' => 'Қауіпсіздік',
    'main_privacy' => 'Құпиялылық',
    'main_reliability' => 'Сенімділік',
    'main_holder' => 'Тақырып астындағы мәтін абзацы тақырыпты түсіндіреді. Біз оған тағы бір сөйлем қосамыз және сөздер таусылғанша жалғастырамыз.',

    'main_about' => 'Жобасы туралы',
    'main_about_text' => 'Жоба-бұл адамдар әртүрлі дәрі-дәрмектер туралы ақпаратты, сонымен қатар әртүрлі өлшемдер бойынша іздеу мүмкіндігін таба алатын веб-қосымша. Пайдаланушы тіркеліп, авторизациялана алады, Қазақстанның интернет-дүкендерінде белгілі бір препараттардың бар-жоғын тексере алады. Сонымен қатар, жоба пайдаланушылар әртүрлі өнімдерді сатып ала алатын және сөздікпен бірдей дерекқорға ие болатын интернет-дүкен болып табылатын кіші жобаны қамтиды.',
    'main_about_more' => 'Көбірек',

    'pharmacy_near' => 'Жақын маңдағы дәріханалар Алматы қаласында',

    'contacts_softdev' => 'Есжанов Мәди',
    'contacts_front' => 'Арипов Расул',

    'about_about_us' => 'Біз туралы',
    'about_about_us_text' => 'Біз халықаралық ақпараттық технологиялар университетінің 4 курс студенттеріміз, Есептеу техникасы және бағдарламалық қамтамасыз ету мамандығы бойынша оқушылармыз. Біз өз жобамызбен адамдарға денсаулығын жақсарту және дәрі-дәрмектерді қабылдау кезіндегі қателіктер санын азайту үшін білім бергіміз келеді.',
    'about_about_project' => 'Жобасы туралы',
    'about_about_project_text' => 'Жоба-бұл адамдар әртүрлі дәрі-дәрмектер туралы ақпаратты, сонымен қатар әртүрлі өлшемдер бойынша іздеу мүмкіндігін таба алатын веб-қосымша. Пайдаланушы тіркеліп, авторизациялана алады, Қазақстанның интернет-дүкендерінде белгілі бір препараттардың бар-жоғын тексере алады. Сонымен қатар, жоба пайдаланушылар әртүрлі өнімдерді сатып ала алатын және сөздікпен бірдей дерекқорға ие болатын интернет-дүкен болып табылатын кіші жобаны қамтиды. Бұл тақырыпты таңдау себептері медицина саласында қызмет көрсету тақырыбы Біздің қоғамда әрқашан өзекті болып табылады. Біз адамдарға әртүрлі дәрі-дәрмектерді іздеуді және салыстыруды жеңілдету үшін, сондай-ақ осы дәрі-дәрмектермен алатын зияны туралы ақпарат бергіміз келеді.',

];
