<?php

// resources/lang/en/main.php

return [
    'main_back' => 'Қайту басты бетке',
    'search_button' => 'Іздеу',
    'no_results' => 'Іздеу нәтижелері табылмады',


    'drug_search' => 'Дәрі-дәрмектерді іздеу нәтижелері',
    'drug_back' => 'Дәрі-дәрмек бөліміне оралыңыз',
    'drug_no_lang' => 'Таңдалған тілде сипаттама жоқ',
    'drug_contr' => 'Қолданушының қарсы көрсетілімдерінде',

    'drug_cat' => 'Санат бойынша дәрі-дәрмектерді іздеу',
    'drug_alpha' => 'А-дан Я-ға дейінгі дәрі-дәрмектерді іздеу',

    'side_search' => 'Жанама әсерлерді іздеңіз',
    'side_back' => 'Жанама әсерлер бөліміне оралу',

    'disease_search' => 'Ауруларды іздеу',
    'disease_back' => 'Аурулар бөліміне оралыңыз',


    'drug_search_text' => 'Дәріханалар',

];
