<?php

// resources/lang/en/main.php

return [
    'drug_search_title' => 'Дәрі-дәрмектерді іздеу',
    'drug_search_text' => 'Төмендегі ресурстар дәрі-дәрмектер туралы нақты мақсатты ақпаратты іздеуді тарылтуға көмектеседі. Ақпарат тұтынушыларға да, денсаулық сақтау саласындағы мамандарға да қол жетімді.',
    'search_button' => 'Іздеу',
    'drug_search_category' => 'Санаттар бойынша дәрі-дәрмектер тізімі',
    'drug_search_rating' => 'Танымал дәрі-дәрмектер',

    'side_search_title' => 'Жанама әсерлерді іздеңіз',
    'side_search_text' => 'Төмендегі ресурстар жанама әсерлер туралы нақты мақсатты ақпаратты іздеуді тарылтуға көмектеседі. Ақпарат тұтынушыларға да, денсаулық сақтау саласындағы мамандарға да қол жетімді.',

    'disease_search_title' => 'Ауруларды іздеу',
    'disease_search_text' => 'Төмендегі ресурстар ауру туралы нақты мақсатты ақпаратты іздеуді тарылтуға көмектеседі. Ақпарат тұтынушыларға да, денсаулық сақтау саласындағы мамандарға да қол жетімді.',

    'manuf_search_title' => 'Өндірушілер',
    'manuf_search_text' => 'Төмендегі ресурстар өндірушілер туралы нақты мақсатты ақпаратты іздеуді тарылтуға көмектеседі. Ақпарат тұтынушыларға да, денсаулық сақтау саласындағы мамандарға да қол жетімді.',

    'pag_first' => 'Бірінші',
    'pag_previous' => 'Алдыңғы',
    'pag_next' => 'Келесі',
    'pag_last' => 'Соңғы',

    'nothing' => 'Жоқ',

];
