<?php

// resources/lang/en/main.php

return [
    'description' => 'Описание',
    'description_no' => 'Извините, но на выбраном языке не доступно описание.',
    'case' => 'Применяется в случае',
    'avail' => 'Доступность',
    'dosage' => 'Дозировка',
    'comp' => 'Состав',
    'side' => 'Побочные эффекты',
    'side_more' => 'Больше деталей',
    'side_no' => 'Извините, но на выбраном языке не доступны побочные эффекты.',
    'cont' => 'Противопоказания',
    'cont_no' => 'Извините, но на выбраном языке не доступны противопоказания.',
    'cont_list' => 'Список болезней при которых запрешено использовать лекарство',

    'child_cont' => 'Запрещено детям',
    'pregnancy_cont' => 'Запрещено беременым',

    'yes' => 'Да',
    'no' => 'Нет',


    'inter' => 'Взаимодействия',
    'special' => 'Специальные инструкции',
    'add_review' => 'Добавить рецензию',
    'rating' => 'Рейтинг',
    'mute' => 'Вы заблокированы до',
    'rating_no' => 'Данное лекарство не имеет рейтинга',
    'review_no' => 'Не зарегистрированым пользователям нельзя оставлять комментарии.',
    'image' => 'Фотографии лекарств',
    'delete_review' => 'Удалить',
    'cond_review' => 'Болезнь или состояние',
    'comment_review' => 'Коментарий',


    'drug_group' => 'Схожие лекарства',

    'side_general' => 'Основные побочные эффекты',
    'side_doctor' => 'Побочные эффекты требующие мед. помощь',

    'manuf_found' => 'Год создания',
    'manuf_term' => 'Год закрытия',

    'disease_cat' => 'Категория',
    'disease_cat_no' => 'Извините, но на выбраном языке не доступна категория.'






];
