<?php

// resources/lang/en/main.php

return [
    'search' => 'Поиск',
    'alphabet_search' => 'Алфавитный поиск',
    'category_search' => 'Поиск по категориям',
    'drug_section' => 'Лекарства',
    'side_section' => 'Побочные эффекты',
    'disease_section' => 'Болезни',
    'manufacturer_section' => 'Производители лекарств',

    'main_safety' => 'Безопасность',
    'main_privacy' => 'Приватность',
    'main_reliability' => 'Надежность',
    'main_holder' => 'Абзац текста под заголовком, поясняющий заголовок. Мы добавим к нему еще одно предложение и, вероятно, продолжим, пока у нас не закончатся слова.',

    'main_about' => 'О проекте',
    'main_about_text' => 'Проект представляет собой веб-приложение, в котором люди могут найти информацию о различных медицинских препаратах, а также возможность поиска по различным критериям. Пользователь может зарегистрироваться и авторизоваться, проверить наличие определенных препаратов в интернет-магазинах Казахстана. Кроме того, проект будет включать подпроект, представляющий собой интернет-магазин, где пользователи могут покупать различные товары, и он будет иметь ту же базу данных, что и словарь.',
    'main_about_more' => 'Больше',

    'pharmacy_near' => 'Ближайшие аптеки в городе Алматы',

    'contacts_softdev' => 'Есжанов Мади',
    'contacts_front' => 'Арипов Расул',

    'about_about_us' => 'О нас',
    'about_about_us_text' => 'Мы студенты 4 курса Международного Университета Информационных Технологий учащиеся на специальности Вычислительная Техника и Программное Обоеспечение. Своим проектом мы хотим дать людям знания для лучшего управления своим здоровьем и сократить количество ошибок при приеме лекарств.',
    'about_about_project' => 'О проекте',
    'about_about_project_text' => 'Проект представляет собой веб-приложение, в котором люди могут найти информацию о различных медицинских препаратах, а также возможность поиска по различным критериям. Пользователь может зарегистрироваться и авторизоваться, проверить наличие определенных препаратов в интернет-магазинах Казахстана. Кроме того, проект будет включать подпроект, представляющий собой интернет-магазин, где пользователи могут покупать различные товары, и он будет иметь ту же базу данных, что и словарь. Причины выбора данной темы в том, что тема оказания услуг в сфере медицины всегда актуальна в нашем обществе. Мы хотели бы предоставить людям информацию, которую они могут использовать для облегчения поиска и сравнения различных лекарств, а также о вреде, который они могут получить с помощью этих лекарств.',

];
