<?php

// resources/lang/en/main.php

return [
    'main_back' => 'Вернутся на главную',
    'search_button' => 'Поиск',
    'no_results' => 'Результаты поиска не найдены',


    'drug_search' => 'Результаты поиска по лекарствам',
    'drug_back' => 'Вернутся в секцию лекарств',
    'drug_no_lang' => 'Нет описания на выбраном языке',
    'drug_contr' => 'В противопокозаниях пользователя',

    'drug_cat' => 'Поиск лекарств по категории',
    'drug_alpha' => 'Поиск лекарств от А до Я',

    'side_search' => 'Поиск побочных эффектов',
    'side_back' => 'Вернутся в секцию побочных эффектов',

    'disease_search' => 'Поиск болезней',
    'disease_back' => 'Вернутся в секцию болезней',


    'drug_search_text' => 'Аптеки',

];
