<?php

// resources/lang/en/main.php

return [
    'drug_search_title' => 'Поиск лекарств',
    'drug_search_text' => 'Приведенные ниже ресурсы помогут сузить поиск до конкретной целевой информации о лекарствах. Информация доступна как потребителям, так и специалистам в области здравоохранения.',
    'search_button' => 'Поиск',
    'drug_search_category' => 'Список лекарств по категориям',
    'drug_search_rating' => 'Популярные лекарства',

    'side_search_title' => 'Поиск побочных эффектов',
    'side_search_text' => 'Приведенные ниже ресурсы помогут сузить поиск до конкретной целевой информации о побочных эффектов. Информация доступна как потребителям, так и специалистам в области здравоохранения.',

    'disease_search_title' => 'Поиск болезней',
    'disease_search_text' => 'Приведенные ниже ресурсы помогут сузить поиск до конкретной целевой информации о болезнях. Информация доступна как потребителям, так и специалистам в области здравоохранения.',

    'manuf_search_title' => 'Производители',
    'manuf_search_text' => 'Приведенные ниже ресурсы помогут сузить поиск до конкретной целевой информации о производителях. Информация доступна как потребителям, так и специалистам в области здравоохранения.',

    'pag_first' => 'Первый',
    'pag_previous' => 'Предыдущий',
    'pag_next' => 'Следующий',
    'pag_last' => 'Последний',

    'nothing' => 'Нету',

];
